let data = [{
    status: '1',
    city: '深圳市',
    company: '快抖星',
    salary: '8k-13k',
    jobName: 'web前端开发工程师',
    hr: '黄女士',
    hr_id: '18811111111',
    //职位要求
    req: `1、熟练掌握Html，CSS，Javascript；
         2、熟练使用Jquery，Vue，React等前端框架和工具链，有实际项目开发经验；
         3、具备优化前端响应，解决常见浏览器兼容性问题的经验；
         4、责任心强，具备良好的学习能力、沟通能力和团队协助能力。`,
    //职位描述
    description: `1、负责开发和维护项目网站以及uniapp程序； 
                  2、负责Saas系统前端功能的技术选型，根据文档协同完成交互设计和核心功能开发。
                   我们的团队年轻，扁平化管理，足够吸引力的薪资，节日福利，带薪年假，技术氛围浓厚，非常欢迎有志于技术开发的朋友加入。`
},
{
    status: '1',
    city: '深圳市',
    company: '小花科技',
    hr: '黄女士',
    hr_id: '18811111111',
    salary: '10k-12k',
    jobName: '后端开发工程师',
    req: `1、能根据产品设计说明书和相关技术文档，完成分配的技术实现任务； 
    2、参与系统功能的设计及文档编写、参与技术方案的讨论; 
    3、参与制定并落实开发计划，解决项目和系统中遇到的技术问题、性能问题; 
    4、执行开发规范，按时高质量完成分配给开发任务;参与代码评审; 
    5、参与对现存系统的优化渐进式重构，对线上问题定位及处理。`,
    description: `1、能根据产品设计说明书和相关技术文档，完成分配的技术实现任务； 
    2、参与系统功能的设计及文档编写、参与技术方案的讨论; 
    3、参与制定并落实开发计划，解决项目和系统中遇到的技术问题、性能问题; 
    4、执行开发规范，按时高质量完成分配给开发任务;参与代码评审; 
    5、参与对现存系统的优化渐进式重构，对线上问题定位及处理。`
},
{
    status: '1',
    city: '深圳市',
    company: '威趣科技',
    salary: '5k-8k',
    jobName: 'Web助理工程师',
    hr: '黄女士',
    hr_id: '18811111111',
    req: `1、计算机或UI设计相关专业，有WEB网页开发经验；
    2、熟练使用HTML/XHTML，CSS,HTML5和CSS3等Web前端技术；
    3、熟练使用DIV+CSS布局进行网页制作；
    4、熟悉JQuery等js框架，了解VUE等前端开发框架，掌握Javascript语言核心技术DOM、Ajax等；
    5、具备敬业精神，工作态度端正，具备较高的工作主动性，善于沟通和逻辑表达，有良好的团队合作精神；
    6、具备快速的学习能力，主动积极，细心，能够高质量的完成开发任务。`,
    description: `1、协助公司Web前端工程师制作网页；
    2、积极遵守公司的技术标准和技术规范；`
},
{
    status: '1',
    city: '深圳市',
    company: '惠群商业数据',
    salary: '7k-12k',
    jobName: '后端开发工程师',
    hr: '陈经理',
    hr_id: '18822222222',
    req: `1.熟练掌握至少一门编程语言； 
    2.自学能力优秀，能快速学会使用c#语言； 
    3.对技术兴趣面广泛，发散性思维； 
    4.可接受应届生，非外包。 `,
    description: `1.开发编写后端业务代码； 
    2.设计API业务接口； 
    3.高阶能力者参与设计后端微服务架构。 `
},
{
    status: '1',
    city: '广州市',
    company: '缤纷数码',
    salary: '3k-4k',
    jobName: '后端程序员（实习生）',
    hr: '陈经理',
    hr_id: '18822222222',
    req: `1、对软件开发技术感兴超,工作有热情，做事细致认真；
    2、已经完成计算机语言, 数据结构,关系型数据库的学习；
    3、希望未来从事,软件或数据处理相关工作；
    4、具备html相关的网页知识；
    5、思路开阔，愿意了解、学习、运用新知识，新技术解决问题。`,
    description: `1、按公司规定，学习并掌握JAVA基础的MVC模式开发，C#桌面应用程序开发；
    2、按公司规定，学习并掌握微信小程序的开发；
    3、学习，并了解进销存业务，按要求编写程序，实现业务要求。`
},
{
    status: '1',
    city: '广州市',
    company: '新空电子',
    salary: '5k-7k',
    hr: '陈经理',
    hr_id: '18822222222',
    jobName: '软件测试工程师（应届）',
    req: `熟悉软件功能和性能测试的知识技能；
    对细节有强烈追求，原则性比较强；
    能够适应重复性的工作；
    具备良好的沟通能力；`,
    description: `负责APP产品的测试工作；
    根据需求进行测试方案设计，编写测试用例；
    执行测试用例并对缺陷进行初步定位；
    针对用户反馈的缺陷进行对接和问题复现；`
},
]
module.exports = data
// {
//     city: '深圳',
//     company: '',
//     salary: '',
//     jobName: '',
//     req: ``,
//     description:``
// },